christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
donjayamanne.githistory
donjayamanne.jupyter
eamodio.gitlens
Equinusocio.vsc-material-theme
joaompinto.asciidoctor-vscode
liviuschera.noctis
mechatroner.rainbow-csv
ms-python.python
ms-vscode.cpptools
ms-vscode.Theme-MarkdownKit
ms-vscode.Theme-MaterialKit
rust-lang.rust
ryu1kn.partial-diff
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
yzhang.markdown-all-in-one
